data = {
    main_paragraph: "স্কাউট হলো একটি অরাজনৈতিক সেচ্ছাসেবী ও শিক্ষামুলক আন্দোলন । স্কাউট আন্দোলন মূলনীতি অনুসরনে শিশু, কিশোরদের শারীরিক, মানসিক, সামাজিক,আধ্যাত্মিক, বুদ্ধিবৃত্তিক উন্নতির লক্ষ্যে চাঁদপুর জেলার কচুয়া উপজেলার অন্তর্গত বুরগী গ্রামে ২ জুলাই ২০২২ খ্রিষ্টাব্দে সানরাইজ মুক্ত স্কাউট গ্রুপের আত্মপ্রকাশ ঘটে।  পড়াশোনার পাশাপাশি   শিশু কিশোরদের নৈতিক মূল্যবোধ গঠনে ইতিবাচক ভুমিকা রাখাই এই আন্দোলনের লক্ষ্য ও উদ্দেশ্য।
",
    
    
    
    about_us: "স্কাউট হলো একটি অরাজনৈতিক সেচ্ছাসেবী ও শিক্ষামুলক আন্দোলন । স্কাউট আন্দোলন মূলনীতি অনুসরনে শিশু, কিশোরদের শারীরিক, মানসিক, সামাজিক,আধ্যাত্মিক, বুদ্ধিবৃত্তিক উন্নতির লক্ষ্যে চাঁদপুর জেলার কচুয়া উপজেলার অন্তর্গত বুরগী গ্রামে ২ জুলাই ২০২২ খ্রিষ্টাব্দে সানরাইজ মুক্ত স্কাউট গ্রুপের আত্মপ্রকাশ ঘটে।  পড়াশোনার পাশাপাশি   শিশু কিশোরদের নৈতিক মূল্যবোধ গঠনে ইতিবাচক ভুমিকা রাখাই এই আন্দোলনের লক্ষ্য ও উদ্দেশ্য।
",
    
    
    
    
    notice: "স্কাউট হলো একটি অরাজনৈতিক সেচ্ছাসেবী ও শিক্ষামুলক আন্দোলন । স্কাউট আন্দোলন মূলনীতি অনুসরনে শিশু, কিশোরদের শারীরিক, মানসিক, সামাজিক,আধ্যাত্মিক, বুদ্ধিবৃত্তিক উন্নতির লক্ষ্যে চাঁদপুর জেলার কচুয়া উপজেলার অন্তর্গত বুরগী গ্রামে ২ জুলাই ২০২২ খ্রিষ্টাব্দে সানরাইজ মুক্ত স্কাউট গ্রুপের আত্মপ্রকাশ ঘটে।  পড়াশোনার পাশাপাশি   শিশু কিশোরদের নৈতিক মূল্যবোধ গঠনে ইতিবাচক ভুমিকা রাখাই এই আন্দোলনের লক্ষ্য ও উদ্দেশ্য।
"
}









function d(id) {
    return document.getElementById(id);
}
let main_paragraph = d('main_paragraph');
let about_us = d('about_us');
let notice = d('notice_paragraph');


main_paragraph.innerText = `${data.main_paragraph}`;
about_us.innerText = `${data.about_us}`;
notice.innerText = `${data.notice}`;
