data = {
    main_paragraph: "স্কাউট হলো একটি অরাজনৈতিক সেচ্ছাসেবী ও শিক্ষামুলক আন্দোলন । স্কাউট আন্দোলন মূলনীতি অনুসরনে শিশু, কিশোরদের শারীরিক, মানসিক, সামাজিক,আধ্যাত্মিক, বুদ্ধিবৃত্তিক উন্নতির লক্ষ্যে চাঁদপুর জেলার কচুয়া উপজেলার অন্তর্গত বুরগী গ্রামে ২ জুলাই ২০২২ খ্রিষ্টাব্দে সানরাইজ মুক্ত স্কাউট গ্রুপের আত্মপ্রকাশ ঘটে। পড়াশোনার পাশাপাশি শিশু কিশোরদের নৈতিক মূল্যবোধ গঠনে ইতিবাচক ভুমিকা রাখাই এই আন্দোলনের লক্ষ্য ও উদ্দেশ্য।। ",
    
    
    
    about_us: "স্কাউট হলো একটি অরাজনৈতিক সেচ্ছাসেবী ও শিক্ষামুলক আন্দোলন । স্কাউট আন্দোলন মূলনীতি অনুসরনে শিশু, কিশোরদের শারীরিক, মানসিক, সামাজিক,আধ্যাত্মিক, বুদ্ধিবৃত্তিক উন্নতির লক্ষ্যে চাঁদপুর জেলার কচুয়া উপজেলার অন্তর্গত বুরগী গ্রামে ২ জুলাই ২০২২ খ্রিষ্টাব্দে সানরাইজ মুক্ত স্কাউট গ্রুপের আত্মপ্রকাশ ঘটে। পড়াশোনার পাশাপাশি শিশু কিশোরদের নৈতিক মূল্যবোধ গঠনে ইতিবাচক ভুমিকা রাখাই এই আন্দোলনের লক্ষ্য ও উদ্দেশ্য। ",
    
    
    
    
    notice: "রাশিয়া (রুশ: Россия রাশিয়া), সরকারিভাবে রুশ ফেডারেশন নামে পরিচিত (রুশ: Российская Федерация রশিস্কায়া ফিদিরাৎসিয়া) যেটা পূর্ব ইউরোপে এবং উত্তর এশিয়ায় অবস্থিত বিশ্বের বৃহত্তম দেশ। এই দেশটি অর্ধ প্রেসিডেনসিয়াল ফেডারেল প্রজাতন্ত্র যার সংবিধান ৮৩ টি ফেডারেল বিষয় দ্বারা গঠিত। ১৯৯১ সালে সোভিয়েত ইউনিয়ন ভেঙে যাওয়ার পর দেশটি পৃথক রাষ্ট্র হিসেবে আত্মপ্রকাশ করে। রাশিয়ার উত্তর-পশ্চিম থেকে দক্ষিণ-পূর্ব পর্যন্ত নরওয়ে, ফিনল্যান্ড, এস্তোনিয়া, লাটভিয়া, লিথুয়ানিয়া ও পোল্যান্ড (উভয় দেশই কালিনিনগ্রাদ অব্লাস্ত সীমান্ত দিয়ে যুক্ত), বেলারুশ, ইউক্রেন, জর্জিয়া, আজারবাইজান, কাজাখস্তান, চীন, মঙ্গোলিয়া ও উত্তর কোরিয়ার সাথে সীমান্ত আছে। দেশটির অখতস্ক সাগরের মাধ্যমে জাপানের সাথে ও বেরিং প্রণালীতে মার্কিন যুক্তরাষ্ট্রের আলাস্কার সাথে সামুদ্রিক সীমানা রয়েছে। রাশিয়া বিশ্বের বৃহত্তম দেশ যার রয়েছে পৃথিবীর মোট আবাসযোগ্য জমির এক অষ্টমাংশ।",

    notice_date: '৪/১১/২৪ ইং'
}


function d(id) {
    return document.getElementById(id);
}
let main_paragraph = d('main_paragraph');
let about_us = d('about_us');
let notice = d('notice_paragraph');
let date = d('date');

main_paragraph.innerText = `${data.main_paragraph}`;
about_us.innerText = `${data.about_us}`;
notice.innerText = `${data.notice}`;
date.innerText = `তারিখ: ${data.notice_date}`;
